export const helpTitle = {
    terms: [
        {
            title: `PUFF`,
            description: `이용약관`,
            content: [
                {
                    title: `제 1조 (목적)`,
                    description: `본 이용약관은 스타십벤딩머신㈜ (이하 ‘회사’)가 제공하는 서비스 및 이에 부수하는 네트워크, 웹사이트, 기타 서비스의 이용에 대한 회
사와 서비스 이용자 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.`,
                },
                {
                    title: `제 2조 (약관의 명시, 효력 및 개정)`,
                    description: `‘회사’는 본 약관의 내용을 이용자가 쉽게 알 수 있도록 서비스 제공 웹사이트 내에 게제합니다.
‘회사’는 약관의 규제에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률(이하 ‘전자상거래법’), 소비자 기본법, 정보통신망 
이용촉진 및 정보보호 등에 관한 법률 등 관련 법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
‘회사’는 필요하다고 판단될 경우 이용자에 대한 사전 통지 없이 본 약관을 변경할 수 있습니다. 변경된 약관은 ‘회사’가 운영하는 웹
사이트 또는 서비스 내에 게시하며, 게시된 시점부터 그 효력이 발생됩니다. 약관이 변경된 후 이용자가 ‘회사’에 명시적으로 ‘거부’ 
의사를 표시하지 않거나 또는 이용자가 변경된 약관의 적용일 이후에 서비스를 계속 사용함으로써, 변경된 약관에 대해 유효하고 
취소 불가능한 동의를 한 것으로 간주합니다. 이러한 변경 내용은 이용자에게 개별적으로 통지할 수 없기 때문에 본 서비스를 이용
할 때에는 수시로 최신의 본 약관을 참조하시기 바랍니다.
이용자가 개정 약관의 적용에 동의하지 않는 경우 ‘회사’는 개정 약관의 내용을 이용자에게 적용할 수 없으며, 이 경우 이용자는 이
용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 ‘회사’는 이용계약을 해지할 수 있습
니다.`,
                },
                {
                    title: `제 3조 (서비스 이용)`,
                    description: `이용자는 ‘회사’가 정한 절차에 따라 본 이용약관과 개인정보 수집 제공에 동의함으로써 서비스 진입을 신청하고 ‘회사’가 이에 승낙
함으로써 이용계약이 성립됩니다.
이용자는 서비스를 사용함에 있어 닉네임을 설정해야 하며, ‘회사’는 이용자의 닉네임이 서비스 이용약관에 위배되거나 사회의 미
풍양속을 저해한다고 판단될 경우 사전 통보 없이 이용자의 닉네임을 변경할 수 있습니다. 
서비스 이용 시간은 ‘회사’의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴 1일 24시간(00:00 - 24:00)으로 함을 원
칙으로 합니다. 다만, 서비스 설비의 정기점검 등의 사유로 ‘회사’는 각각 서비스의 이용시간을 별도로 조정할 수 있습니다.
‘회사’는 필요할 경우 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
‘회사’는 이용자에 대해 회사 정책에 따라 등급별로 구분하여 이용시간, 서비스 메뉴 등에 차등을 둘 수 있습니다.`,
                },
                {
                    title: `제 4조 (서비스 내용 변경 및 통지)`,
                    description: `‘회사’가 제공하는 서비스의 내용이 변경되거나 서비스가 종료되는 경우 ‘회사’는 이용자에게 합리적으로 가능한 방법을 이용해 서
비스 내용의 변경 사항 또는 종료를 통지합니다.
제1항의 경우 불특정 다수 이용자를 상대로 통지함에 있어서는 서비스 초기화면 또는 공지사항 게시판을 통하여 공지함으로써 이
용자들에게 통지할 수 있습니다. 단, 이용자 본인의 유상 거래와 관련하여 중대한 영향을 미치는 사항은 상당한 기간 전문의 방법으
로 공지함과 동시에 제1항에서 정한 방법으로 해당 이용자에게 개별 통지 합니다.
‘회사’는 경영상의 이유 및 불가피한 사유로 인하여 서비스의 제공을 중단할 수 있습니다.`,
                },
                {
                    title: `제 5조 (이용자의 권리 및 의무)`,
                    description: `이용자는 서비스를 사용함에 있어서 본 약관에서 규정하는 사항과 기타 ‘회사’가 정한 제반 규정, 공지사항 및 관계법령을 준수하여야 합니다.
이용자는 ’회사’의 서비스와 관련하여 다음과 같은 행위를 해서는 안됩니다.
1. ‘회사’의 이용허락이 없었음에도 서비스를 설치 및 이용하는 행위
2. ‘회사’가 제공하는 서비스를 이용하여 타인의 인터넷 방송 계정에 접속, 방송, 전송 등을 하는 행위
3. ‘회사’가 제공하는 서비스를 분해 또는 역분석 하는 행위
4. ‘회사’가 제공하는 서비스를 제3자에게 유상 혹은 무상으로 제공, 배포 및 판매하는 행위
5. ‘회사’가 제공하는 서비스를 이용하여 (저작권 등) 제3자의 권리 혹은 명예를 침해하는 행위
6. ‘회사’가 제공하는 서비스를 이용하여 정보통신망법 등 관련법령을 위반하는 위법행위를 하는 행위
7. ‘회사’가 제공하는 서비스의 제공자 및 운영자 등을 사칭하여 다른 이용자를 혼동하게 하는 행위`,
                },
                {
                    title: `제 6조 (지식재산권)`,
                    description: `서비스의 저작권(프로그램의 소스코드, 실행파일 및 UI/UX, 삽입된 이미지 등 프로그램과 관련된 모든 저작물을 포함함)은 ‘회사’에게 있으며, 이용자는 본 약관에서 허락하는 바에 따른 제한된 사용권만을 취득할 뿐, 서비스에에 대해서는 그 이외의 어떠한 권리도 취득하지 않습니다.
이용자는 서비스를 이용하여 송출하는 영상, 음성, 데이터 등으로 인해 발생하는 결과에 대해 이용자가 책임을 부담합니다. 이용자는 영상 등을 송출하는데 필요한 라이선스, 권리, 동의 및 승인을 소유하거나 보유하고 있음을 보증합니다.
이용자는 서비스를 이용하여 송출하는 콘텐츠가 관련 법률이나 규정에 따라 적법하게 이용하여야 하며, 해당 국가의 관련 법률이나 규정을 위반하거나 타인의 권리를 침해하는 것이 아닌지 확인하여야 합니다. 특히 이용자는 송출되는 방송에 타인의 저작권물을 삽입하는 경우, 해당 저작권물을 그와 같이 송출하는 것이 저작권 등 제3자의 권리를 침해하지 않는 것임을 확인한 후에만 저작권물을 송출해야 하며, 그와 같은 확인을 하지 않아 발생하는 문제에 대한 모든 법적 책임은 이용자가 부담해야 하고, ‘회사’는 서비스를 이용하여 송출되는 콘텐츠의 내용에 대해서 책임을 지지 않습니다.`,
                },
                {
                    title: `제 7조 (계약 해지 등)`,
                    description: `이용자는 언제든지 서비스 이용을 원하지 않는 경우, 회원 탈퇴를 통해 이용 계약의 해지 의사를 표현할 수 있습니다. 계정 비활성화 시점부
터 90일 간 계정정보 삭제 유예기간을 가지며, 해당 기간 동안 계정정보는 서비스 내 노출 및 검색되지 않습니다. 삭제 유예기간이 지나면 별
도의 고지 없이 이용자의 계정정보는 자동 삭제되며, 다른 법률에 따라 일부 서비스 이용정보를 보존하여야 하는 경우 다른 법률에 따른 기간 
동안 별도 분리 보관 후 삭제될 수 있습니다. 
‘회사’는 이용자가 본 약관 및 그에 따른 운영정책, 서비스 정책에서 금지하는 행위를 하는 등 본 계약을 유지할 수 없는 중대한 사유가 있는 
경우에는 상당한 기간 전에 최고하고 기간을 정하여 서비스 이용을 중지하거나 이용 계약을 해지할 수 있습니다. `,
                },
                {
                    title: `제 8조 (회사의 책임 제한)`,
                    description: `‘회사’ 또는 이용자는 본 약관을 위반하여 상대방에게 손해를 입힌 경우에는 그 손해를 배상할 책임이 있습니다. 다만, 고의 또는 과실이 없는 
경우에는 그러하지 아니합니다.
‘회사’는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관하여 책임을 지지 않습니다.
‘회사’는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 기타 이에 준하는 사유로 발생한 손해에 대하여 책임을 지지 않습니다. 다만, ‘회
사’의 고의 또는 과실에 의한 경우에는 그러지 아니합니다.
‘회사’는 이용자의 고의 또는 과실로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다. 다만, 이용자에게 부득이하거나 정당한 사
유가 있는 경우에는 그러지 아니합니다. 
이용자가 서비스와 관련하여 게재한 정보나 자료 등의 신뢰성, 정확성 등에 대하여 ‘회사’는 고의 또는 중대한 과실이 없는 한 책임을 지지 
않습니다.
‘회사’는 이용자가 다른 이용자 또는 타인과 서비스를 매개로 발생한 거래나 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해에 대해 책임
을 지지 않습니다.
‘회사’는 무료로 제공되는 서비스 이용과 관련하여 이용자에게 발생한 손해에 대해서는 책임을 지지 않습니다. 그러나 회사의 고의 또는 
중과실에 의한 경우에는 그러지 아니합니다.
‘회사’는 이용자가 서비스를 이용하여 기대하는 이익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다. 
이용자가 모바일 기기의 변경, 모바일 기기의 번호 변경, 운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 콘텐츠 전부나 
일부의 기능을 이용할 수 없는 경우 회사는 이에 대해 책임을 지지 않습니다. 다만 회사의 고의 또는 과실에 의한 경우에는 그러지 아니합
니다.`,
                },
                {
                    title: `제 9조 (재판권 및 준거법)`,
                    description: `본 약관의 준거법은 대한민국 법으로 하며, 본 약관과 관련하여 소송이 제기되는 경우 민사소송법 상의 관할 법원을 재판관할을 갖는 법원으
로 합니다.
해외에 주소나 거소가 있는 이용자의 경우 ‘회사’와 이용자 간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국 서울중앙지방법원
을 관할법원으로 합니다.`,
                },
            ]
        }
    ],
    policy: [
        {
            title: `PUFF`,
            description: `개인정보처리방침`,
            content: [
                {
                    title: `수집하는 개인정보의 항목`,
                    description: `이메일 주소로 회원 가입시 이메일 주소(아이디), 닉네임, 비밀번호를 수집합니다. 고객 문의 메일을 보낼 경우 회원을 가입을 하지 않았더라도 이메일 주소 정보를 수집할 수 있으며, 이벤트 진행 시 배송 정보를 추가로 수집할 수 있습니다.
서비스 이용 과정에서 IP 주소, 단말기 정보(설정언어 및 국가 등), 서비스 이용기록, 불량 이용기록 등이 자동으로 생성되어 수집될 수 있습니다.`,
                },
                {
                    title: `개인정보 수집방법`,
                    description: `회사는 원활한 서비스 제공을 위해 다음과 같은 방법으로 개인정보를 수집합니다.\n
                    서비스의 회원가입 및 이용 과정에서 이용자로부터 직접 수집
이벤트 진행 과정에서 이용자로부터 직접 수집`,
                },
                {
                    title: `PUFF`,
                    description: `이용약관`,
                },
                {
                    title: `PUFF`,
                    description: `이용약관`,
                },
            ]
        }
    ],
    faq: [
        {
            title: `PUFF CASTER`,
            description: `궁금한 점이 있으세요?`,
        }
    ],
}